Repository: owncloud/ios-app
Catalog: ownCloud/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, eu, fr, ko, pt_br, ru, sq, th_th

source: Please wait…
ar: يُرجى الانتظار…
de: Bitte warten…
es: Por favor espere...
eu: Itxaron mesedez...
fr: Veuillez patienter...
ko: 기다려 주십시오...
pt_br: Por favor aguarde...
ru: Пожалуйста, ждите…
sq: Ju lutemi, prisni…
th_th: โปรดรอ…

source: Portions of this app may utilize the following copyrighted material, the use of which is hereby acknowledged.
ar: قد تستخدم أجزاء من هذا التطبيق المواد التالية المحمية بحقوق الطبع والنشر ، والتي يُعترف باستخدامها بموجب هذا.
de: Teile dieser App können das folgende urheberrechtlich geschützte Material verwenden, dessen Verwendung hiermit bestätigt wird.
es: Partes de esta app pueden utilizar el siguiente material con copyright, el uso del cual esta reconocido por la presente.
fr: Certaines parties de cette application peuvent utiliser le matériel protégé par le droit d'auteur suivant, dont l'utilisation est reconnue par la présente.
ko: 본 앱의 일부는 다음과 같은 저작권이 있는 자료를 이용할 수 있으며, 그 사용은 이에 의해 인정됩니다.
pt_br: Partes deste aplicativo podem utilizar o seguinte material protegido por direitos autorais, cujo uso é aqui reconhecido.
ru: Части этого приложения могут использовать нижеперечисленный материал, защищённый авторским правом, и здесь подтверждается его использование.
sq: Pjesë të këtij aplikacioni mund të përdorin materialin vijues që është nën të drejta kopjimi, përdorimi i të cilit këtu është i lejuar.
th_th: ลิขสิทธิ์ทั้งหมดของแอปพลิเคชัน จะถูกเก็บรักษาไว้โดยบริษัทหรือผู้ให้อนุญาตลิขสิทธิ์ดังกล่าว

source: Portrait
ar: لوحة
de: Hochformat
es: Retrato
ko: 초상화
pt_br: Retrato
ru: Портрет
sq: Portret
th_th: แนวตั้ง

source: Prefer original videos
ar: تفضيل مقاطع الفيديو الأصلية
de: Original-Videos bevorzugen
es: Prefiero videos originales
fr: Préférez les vidéos originales
ko: 원본 동영상 선호
pt_br: Prefira vídeos originais
ru: Предпочитать исходные видео
sq: Parapëlqe video origjinale
th_th: ใช้วิดีโอต้นฉบับ

source: Prefer RAW photos
ar: تفضيل صور RAW
de: RAW-Fotos bevorzugen
es: Prefiero fotos RAW
fr: Préférez les photos RAW
ko: 가공하지 않은 사진 선호
pt_br: Prefira fotos RAW
ru: Предпочитать формат RAW
sq: Parapëlqe foto RAW
th_th: กำหนดรูปภาพเป็นไฟล์ RAW

source: Prefer unedited photos
ar: تفضيل الصور غير المحررة
de: Unbearbeitete Fotos bevorzugen
es: Prefiero fotos sin editar
fr: Préférez les photos non éditées
ko: 편집하지 않은 사진 선호
pt_br: Prefira fotos não editadas
ru: Предпочитать неотредактированные фото
sq: Parapëlqe foto të papërpunuara
th_th: ใช้รูปภาพที่ไม่ได้ตัดต่อ

source: Preparing…
ar: جارٍ الإعداد…
de: Vorbereiten…
es: Preparando...
eu: Prestatzen...
fr: En cours de préparation
ko: 준비중...
pt_br: Preparando…
ru: Подготовка
sq: Po përgatitet…
th_th: กำลังจัดเตรียม…

source: Presentation Mode
ar: العرض التقديمي
de: Präsentationsmodus
es: Modo presentación
fr: Mode présentation
ko: 발표 모드
pt_br: Modo de Apresentação
ru: Режим презентации
sq: Mënyrë Paraqitje
th_th: โหมดการนำเสนอ

source: Preserve original media file names
ar: الحفاظ على أسماء ملفات الوسائط الأصلية
de: Ursprüngliche Mediendateinamen beibehalten
es: Conservar los nombres de los archivos multimedia originales
fr: Conserver les noms de fichiers multimédias d'origine
ko: 원본 미디어 파일 이름 유지
pt_br: Preservar nomes originais dos arquivos de mídia
ru: Сохранить исходные имена файлов мультимедиа
sq: Ruaj emra origjinalë kartelash media
th_th: รักษาชื่อไฟล์ดั้งเดิม

source: Prevent dragging of files and folders and multiselection using system defined gestures
ar: منع سحب الملفات والمجلدات والاختيار المتعدد باستخدام إيماءات محددة من قبل النظام
de: Verhindert das verschieben von Dateien und Ordnern und die Mehrfachauswahl durch Gesten
es: Evite el arrastre de archivos y carpetas y la selección múltiple mediante gestos definidos por el sistema
fr: Empêcher le glissement de fichiers et de dossiers et la sélection multiple à l'aide de gestes définis par le système
ko: 파일 및 폴더 드래깅과 시스템에 정의된 제스처를 이용한 복수 선택 금지
pt_br: Impedir o arrastamento de arquivos e pastas e a seleção múltipla usando gestos definidos pelo sistema
ru: Предотвратить перетаскивание файлов и папок, а так же множественный выбор, с помощью заданных в системе жестов
sq: Parandalo tërheqje kartelash dhe dosjesh dhe përzgjedhje të shumëfishta duke përdorur gjeste të përcaktuara nga sistemi
th_th: ป้องกันการลากไฟล์และโฟลเดอร์และการเลือกหลายรายการโดยใช้ท่าทางที่ระบบกำหนด

source: Previous
ar: السابق
de: Zurück
es: Anterior
eu: Aurrekoa
fr: Précédent
ko: 이전
pt_br: Anterior
ru: Предыдущий
sq: E mëparshmja
th_th: ก่อนหน้า

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
eu: Pribatasuna
fr: confidentialité
ko: 프라이버시
pt_br: Privacidade
ru: Конфиденциальность
sq: Privatësi
th_th: ความเป็นส่วนตัว

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
eu: Pribatasun Politika
fr: Politique de confidentialité
ko: 개인 정보 정책
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sq: Rregulla Privatësie
th_th: นโยบายความเป็นส่วนตัว

source: Private Link
ar: رابط خاص
de: Privater Link
es: Enlace privado
eu: Esteka Pribatua
fr: Lien privé
ko: 비공개 링크
pt_br: Linque Privado
ru: Личная ссылка
sq: Lidhje Private
th_th: ลิงก์ส่วนบุคคล

source: Pro Features
ar: ميزات إصدار Pro
de: Pro-Funktionen
es: Características Premium
fr: Fonctionnalités Pro
ko: Pro 기능
pt_br: Recursos Pro
ru: Профессиональные возможности
sq: Veçori Pro
th_th: ฟีดเจอร์ Pro

source: Proceed
ar: متابعة
de: Fortfahren
es: Proceder
eu: Jarraitu
fr: Exécuter
ko: 진행
pt_br: Prosseguir
ru: Продолжить
sq: Bëje
th_th: ดำเนินการ

source: Profile
ar: ملف التعريف
de: Profil
es: Perfil
fr: Profil
ko: 프로필
pt_br: Perfil
ru: Профиль
sq: Profil
th_th: ข้อมูลส่วนตัว

source: Program
ar: برنامج
de: Programm
es: Programa
fr: Programme
ko: 프로그램
pt_br: Programa
ru: Программа
th_th: โปรแกรม

source: Public Link
ar: رابط عام
de: Öffentlicher Link
es: Enlace público
eu: Esteka Publikoa
fr: Lien public
ko: 공개 링크
pt_br: Linque Público
ru: Общедоступная ссылка
sq: Lidhje Publike
th_th: ลิงก์สาธารณะ

source: Purchase
ar: شراء
de: Kauf
es: Compra
fr: Achat
ko: 구매
pt_br: Compra
ru: Приобретение
sq: Blijeni
th_th: การสั่งซื้อ

source: Purchase failed
ar: فشلت عملية الشراء
de: Kauf fehlgeschlagen
es: Falló la compra
fr: L'achat a échoué
ko: 구매 실패
pt_br: A compra falhou
ru: Покупка не удалась
sq: Blerja dështoi
th_th: คำสั่งซื้อล้มเหลว

source: Quick Access
ar: وصول سريع
de: Schnellzugriff
es: Acceso rápido
eu: Atzipen Azkarra
fr: Accès rapide
ko: 빠른 접근
pt_br: Acesso Rápido
ru: Быстрый доступ
sq: Hyrje e Shpejtë
th_th: เข้าถึงด่วน

source: Read
ar: قراءة
de: Lesen
es: Leer
eu: Irakurri
fr: Lu
ko: 읽기
pt_br: Ler
ru: Читать
sq: Lexoni
th_th: อ่าน

source: Really delete '%@'?
ar: هل تريد بالتأكيد حذف '%@'؟
de: "%@" wirklich löschen?
es: ¿Realmente desea eliminar '%@'?
eu: Benetan '%@' ezabatu?
fr: Voulez -vous vraiment supprimer '%@'?
ko: '%@' 항목을 삭제하시겠습니까?
pt_br: Realmente excluir '%@'?
ru: Действительно удалить '%@'?
sq: Të fshihet '%@' vërtet?
th_th: ต้องการลบ '%@'?

source: Really include available offline files?
ar: هل تريد بالفعل تضمين الملفات المتوفرة دون اتصال؟
de: Offline-Dateien wirklich einbeziehen?
es: Desea realmente incluir ficheros disponibles offline?
eu: Benetan konexiorik gabe eskuragarri dauden fitxategiak gehitu nahi dituzula?
fr: Voulez-vous vraiment inclure les fichiers hors ligne disponibles?
ko: 정말로 사용 가능한 오프라인 파일을 포함합니까?
pt_br: Realmente incluir arquivos offline disponíveis?
ru: Действительно включить доступные автономные файлы?
sq: Të përfshihen vërtet kartela të passhme jashtë linje?
th_th: รวมไฟล์ออฟไลน์ที่มีอยู่?

source: Recents
ar: الأخيرة
de: Kürzlich
es: Recientes
eu: Gertatu berriak
fr: Récents
ko: 최근
pt_br: Recentes
ru: Недавно
sq: Tani së fundi
th_th: ล่าสุด

source: Recommend to a friend
ar: توصية إلى صديق
de: Weiterempfehlen
es: Recomendar a un amigo
eu: Lagun bati gomendatu
fr: Recommander à un ami
ko: 친구에게 추천하기
pt_br: Recomendar a um amigo
ru: Рекомендовать другу
sq: Këshillojani një shoku
th_th: แนะนำให้เพื่อน

source: Red eye detection supported
ar: تم دعم كشف العين الحمراء
de: Rote-Augen-Erkennung unterstützt
es: Compatible con detección de ojos rojos
fr: Détection d'yeux rouges prise en charge
ko: 적목 현상 감지 지원
pt_br: Compatível com detecção de olhos vermelhos
ru: Подавление красных глаз поддерживается
sq: Mbulohet pikasje syri të kuq
th_th: รองรับการตรวจจับตาแดง

source: Rejected
ar: مرفوض
de: Abgelehnt
es: Rechazado
eu: Errefusatua
fr: Rejeté
ko: 거부됨
pt_br: Rejeitado
ru: Отклонено
sq: Hedhur poshtë
th_th: ปฏิเสธแล้ว

source: release
ar: إصدار
es: lanzamiento
ko: 릴리스
pt_br: versão
ru: выпуск
sq: hedhje në qarkullim
th_th: ล่าสุด

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
ko: 삭제
pt_br: Remover
ru: Удалить
sq: Hiqe
th_th: ลบออก

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Cambiar nombre
eu: Berrizendatu
fr: Renommer
ko: 이름 바꾸기
pt_br: Renomear
ru: Переименовать
sq: RiemÃ«rtoje
th_th: เปลี่ยนชื่อ

source: Repeat code
ar: كرر الرمز
de: Code wiederholen
es: Repita el código
eu: Errepikatu kodea
fr: Répéter le code
ko: 코드 재입력
pt_br: Repetir o código
ru: Повторите код
sq: Përsëriteni kodin
th_th: กรอกรหัสอีกครั้ง

source: Resolving link…
ar: جارٍ حل الرابط ...
de: Link auflösen…
es: Resolviendo enlace…
fr: Résolution du lien…
ko: 링크 확인 중…
pt_br: Resolvendo linque...
ru: Раскрытие ссылки…
sq: Po shquhet lidhja…
th_th: กำลังแก้ไขลิงก์ ...

source: Restore purchases
ar: استعادة عمليات الشراء
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
sq: Rikthe blerjet
th_th: เรียกคืนการซื้อสินค้า

source: Restoring purchases…
ar: جارٍ استعادة عمليات الشراء...
de: Käufe wiederherstellen…
es: Restaurando compras...
fr: Restauration des achats…
ko: 구매 복원 중…
pt_br: Restaurando compras...
ru: Восстановление покупок…
sq: Po rikthehen blerjet…
th_th: กำลังกู้คืนการซื้อ...

source: Resume
ar: استئناف
de: Fortsetzen
es: Continuar
eu: Berrekin
fr: Reprendre
ko: 다시 시작
pt_br: Resumir
ru: Возобновить
sq: Rimerre
th_th: ดำเนินการต่อ

source: Review Connection
ar: مراجعة الاتصال
de: Verbindung prüfen
es: Revisar Conexión
eu: Konexioa Berrikusi
fr: Vérifier la connexion
ko: 연결 검토
pt_br: Rever conexão
ru: Обзор соединения
sq: Shqyrtoni Lidhjen
th_th: ตรวจสอบการเชื่อมต่อ

source: Revoke approval
ar: إلغاء الموافقة
de: Genehmigung widerrufen
es: Eliminar aprobación
eu: Onespena ezeztatu
fr: Révoquer l'approbation
ko: 승인 취소
pt_br: Revogar aprovação
ru: Отменить подтверждение
sq: Shfuqizoji miratimin
th_th: เพิกถอนการอนุมัติ

source: Save
ar: حفظ
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
ko: 저장
pt_br: Salvar
ru: Сохранить
sq: Ruaje
th_th: บันทึก

source: Save as
ar: حفظ بتنسيق
de: Speichern unter
es: Salvar como
fr: Sauvegarder sous
ko: 다른 이름으로 저ᅟᅡᆼ
pt_br: Salvar como
ru: Сохранить как
sq: Ruaje si
th_th: บันทึกเป็น

source: Save as copy
ar: حفظ كنسخة
de: Als Kopie speichern
es: Guardar una copia
fr: Enregistrer en tant que copie
ko: 복사본으로 저장
pt_br: Salvar como cópia
ru: Сохранить как копию
sq: Ruaje si kopje
th_th: บันทึกเป็นสำเนา

source: Save changes
ar: حفظ التغييرات
de: Änderung speichern
es: Guardar cambios
fr: Enregistrer les modifications
ko: 변경 사항 저장
pt_br: Salvar alterações
ru: Сохранить изменения
sq: Ruaji ndryshimet
th_th: บันทึกการเปลี่ยนแปลง

source: Save File
ar: حفظ الملفات
de: Datei speichern
es: Guardar fichero
eu: Fitxategia Gorde
fr: Enregistrer le fichier
ko: 파일 저장
pt_br: Salvar Arquivo
ru: Сохранить файл
sq: Ruaje Kartelën
th_th: บันทึกไฟล์

source: Save here
ar: قم بالحفظ هنا
de: Hier speichern
es: Guardar aquí
fr: Enregistrer ici
ko: 여기에 저장
pt_br: Salvar aqui
ru: Сохранить здесь
sq: Ruaje këtu
th_th: บันทึกที่นี่

source: Saving
ar: حفظ
de: Speichern
es: Guardando
eu: Gordetzen
fr: Enregistrement...
ko: 저장 중
pt_br: Salvando
ru: Сохраняется
sq: Po ruhet
th_th: บันทึก

source: Saving edited file failed
ar: فشل حفظ الملف المحرر
de: Speichern der bearbeiteten Datei fehlgeschlagen
es: Falló el guardado del archivo editado
fr: L'enregistrement du fichier modifié a échoué
ko: 편집된 파일 저장 실패
pt_br: Falha ao salvar o arquivo editado
ru: Не удалось сохранить редактируемый файл
sq: Ruajtja e kartelës së përpunar dështoi
th_th: บันทึกไฟล์ที่ถูกแก้ไขไม่สำเร็จ

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Analyse
ko: 스캔
pt_br: Escanear
ru: Cканировать
sq: Skanim
th_th: สแกน

source: Scan additional
ar: مسح إضافي
de: Weitere scannen
es: Escanear otro fichero
fr: Analyse supplémentaire
ko: 추가 스캔
pt_br: Escaneamento adicional
ru: Сканировать дополнительно
sq: Skanim shtesë
th_th: สแกนเพิ่มเติม

source: Scan document
ar: مسح المستند
de: Dokument scannen
es: Escanear documentos
fr: analyse du document
ko: 문서 스캔
pt_br: Escanear documento
ru: Сканировать документ
sq: Skanoni dokument
th_th: สแกนเอกสาร

source: Scan documents and photos with your camera.
ar: امسح المستندات والصور بكاميرا هاتفك.
de: Scannen Sie Dokumente und Fotos mit Ihrer Kamera.
es: Escanée documentos y fotos con la cámara
fr: Scanner des documents et des photos avec votre appareil photo
ko: 카메라로 문서와 사진 스캔
pt_br: Digitalize documentos e fotos com sua câmera.
ru: Сканировать документы и фотографии с помощью вашей камеры.
sq: Skanoni me kamerën tuaj dokumente dhe photo.
th_th: สแกนเอกสารและภาพถ่ายด้วยกล้องของคุณ

source: Scans
ar: عمليات المسح
es: Escaneos
fr: Analyses
ko: 스캔
pt_br: Escaneamentos
ru: Сканы
sq: Skanime
th_th: สแกน

source: Scene
ar: مشهد
de: Szene
es: Escena
fr: Scène
pt_br: Cena
ru: Сцена
sq: Skenë
th_th: ฉาก

source: Scheduled upload of %ld media assets
ar: تحميل مجدول لـ٪ ld أصول وسائط إعلام
de: Geplanter Upload von %ld Mediendaten
es: Carga programada de %ld activos multimedia
fr: Téléchargement programmé de %ld éléments multimédias
ko: 미디어 에셋 %ld개 업로드 예약됨
pt_br: Carregamento programado de %ld ativos de mídia
ru: Запланирована закачка %ld элементов мультимедиа
sq: Ngarkim i planifikuar i %ld burimesh media
th_th: กำหนดเวลาอัปโหลดเนื้อหาสื่อของ %ld

source: Scroll to Bottom
ar: مرِّر إلى الأسفل
de: Nach unten scrollen
es: Ir al final
fr: Faire défiler vers le bas
ko: 맨 아래로 스크롤
pt_br: Rolar para Baixo
ru: Прокрутить в конец
sq: Rrëshqitni drejt Fundit
th_th: เลื่อนลงด้านล่าง

source: Scroll to Top
ar: مرِّر إلى الأعلى
de: Nach oben scrollen
es: Ir al inicio
fr: Faire défiler vers le haut
ko: 맨 위로 스크롤
pt_br: Rolar para o Topo
ru: Прокрутить в начало
sq: Rrëshqitni drejt Kreut
th_th: เลื่อนขึ้นด้านบน

source: Search
ar: بحث
de: Suche
es: Buscar
eu: Bilatu
fr: Rechercher
ko: 검색
pt_br: Pesquisar
ru: Найти
sq: Kërko
th_th: ค้นหา

source: Search PDF
ar: بحث في ملف PDF
de: PDF suchen
es: Buscar PDF
eu: Bilatu PDF
fr: Chercher PDF
ko: PDF 찾기
pt_br: Pesquisar PDF
ru: Поиск PDF
sq: Kërko në PDF
th_th: ค้นหา PDF

source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
eu: Segurtasuna
fr: Sécurité
ko: 보안
pt_br: Segurança
ru: Безопасность
sq: Siguri
th_th: ความปลอดภัย

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
eu: Hautatu
fr: Sélectionner
ko: 선택
pt_br: Selecionar
ru: Выбрать
sq: Përzgjidhe
th_th: เลือก

source: Select All
ar: تحديد الكل
de: Alles auswählen
es: Seleccionar todo
eu: Hautatu Dena
fr: Tout sélectionner
ko: 전체 선택
pt_br: Selecionar Todos
ru: Выбрать всё
sq: Përzgjidhi Krejt
th_th: เลือกทั้งหมด

source: Select Last Item on Page
ar: حدد آخر عنصر في الصفحة
de: Letztes Element in der Liste auswählen
es: Seleccionar el último elemento de la página
fr: Sélectionnez le dernier élément sur la page
ko: 페이지의 마지막 항목 선택
pt_br: Selecione Último item na Página
ru: Выбрать последний элемент на странице
sq: Përzgjidhni Elementin e Fundit në Faqe
th_th: เลือกรายการสุดท้ายในหน้า

source: Select Next
ar: حدد التالي
de: Nächstes auswählen
es: Seleccione el siguiente
fr: Sélectionnez Suivant
ko: 다음 선택
pt_br: Selecionar Próximo
ru: Выбрать следующее
sq: Përzgjidhni Pasuesen
th_th: เลือกถัดไป

source: Select Previous
ar: حدد السابق
de: Vorheriges auswählen
es: Seleccione el anterior
fr: Sélectionnez Précédent
ko: 이전 선택
pt_br: Selecionar o Anterior
ru: Выбрать предыдущее
sq: Përzgjidhni të Mëparshmen
th_th: เลือกก่อนหน้า

source: Send feedback
ar: إرسال التعليقات
de: Feedback senden
es: Enviar comentarios
eu: Iritzia bidali
fr: Envoyez des commentaires
ko: 피드백 보내기
pt_br: Enviar comentário
ru: Отправить свой отзыв
sq: Dërgoni përshtypje
th_th: ส่งความคิดเห็น

source: Serial number
ar: الرقم التسلسلي
de: Seriennummer
es: Número de serie
fr: Numéro de série
ko: 일련 번호
pt_br: Número de série
ru: Серийный номер
sq: Numër serial
th_th: หมายเลขซีเรียล

source: Server name
ar: اسم الخادم
es: Nombre del servidor
eu: Zerbitzari izena
fr: Nom du serveur
ko: 서버 이름
pt_br: Nome do Servidor
ru: Имя сервера
sq: Emër shërbyesi
th_th: ชื่อเซิร์ฟเวอร์

source: Server Password
ar: كلمة مرور الخادم
de: Server-Passwort
es: Contraseña del servidor
eu: Zerbitzari Pasahitza
fr: Mot de passe serveur
ko: 서버 암호
pt_br: Senha do Servidor
ru: Пароль сервера
sq: Fjalëkalim Shërbyesi
th_th: รหัสผ่านเซิร์ฟเวอร์

source: Server URL
ar: عنوان URL الخادم
es: URL del servidor
eu: Zerbitzariaren URLa
fr: URL du serveur
ko: 서버 URL
pt_br: URL do servidor
ru: URL сервера
sq: URL shërbyesi
th_th: URL ของเซิร์ฟเวอร์

source: Server Username
ar: اسم مستخدم الخادم
de: Server-Benutzername
es: Nombre de usuario del servidor
eu: Zerbitzari Erabiltzaile Izena
fr: Nom d'utilisateur serveur
ko: 서버 사용자이름
pt_br: Usuário do Servidor
ru: Имя пользователя на сервере
sq: Emër përdoruesi Shërbyesi
th_th: ชื่อผู้ใช้เซิร์ฟเวอร์

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
eu: Ezarpenak
fr: Paramètres
ko: 설정
pt_br: Configurações
ru: Настройки
sq: Rregullime
th_th: ตั้งค่า

source: Share
ar: مشاركة
de: Teilen
es: Compartir
eu: Partekatu
fr: Partager
ko: 공유
pt_br: Compartilhar
ru: Общий доступ
sq: Ndaje me të tjerë
th_th: แชร์

source: Share Diagnostics
ar: مشاركة التشخيص
de: Diagnose teilen
es: Compartir diagnósticos
fr: Partager les diagnostics
ko: 진단 공유
pt_br: Compartilhar Diagnósticos
ru: Диагностика общего доступа
sq: Ndani Diagnostikim Me të Tjerë
th_th: แบ่งปันการวินิจฉัย

source: Share with
ar: مشاركة مع
de: Teilen mit
es: Compartir con
fr: Partager avec
ko: 다음으로 공유
pt_br: Compartilhar com
ru: Поделиться с
sq: Ndajeni me
th_th: แชร์ให้กับ

source: shared
ar: مُشارك
de: Geteilt
es: compartido
eu: partekatua
fr: partagé
ko: 공유됨
pt_br: compartilhado
ru: поделился
sq: e ndarë me të tjerë
th_th: ถูกแชร์

source: Shared by link
ar: مشاركة بواسطة الرابط
de: Über einen Link geteilt
es: Compartido por enlace
fr: Partagés par lien
ko: 링크로 공유됨
pt_br: Compartilhado por link
ru: Доступные по ссылке
sq: Të ndara me lidhje
th_th: ลิงก์ที่กำลังแชร์อยู่

source: Shared with
ar: تمت المشاركة مع
de: Geteilt mit
es: Compartido con
eu: Hauekin elkarbanatuta
fr: Partagé avec
ko: 다음과 공유됨:
pt_br: Compartilhado com
ru: Опубликован для
sq: Ndarë me:
th_th: แชร์ด้วย

source: Shares
ar: المشاركات
de: Freigaben
es: Compartidos
eu: Partekatuak
fr: Partages
ko: 공유
pt_br: Compartilhamentos
ru: События обмена файлами
sq: Pjesë
th_th: แชร์

source: Sharing
ar: مشاركة
de: Teilen
es: Compartiendo
eu: Partekatzea
fr: Partage
ko: 공유
pt_br: Compartilhamento
ru: Общий доступ
sq: Ndarje me të tjerët
th_th: แชร์ข้อมูล

source: Shortcuts Actions
ar: إجراءات الاختصارات
de: Kurzbefehle-Aktionen
es: Atajos
fr: Actions de raccourcis
ko: 단축어 동작
pt_br: Atalhos de Ações
ru: Сокращения для действий
sq: Veprime Shkurtoresh
th_th: สร้างทางลัด

source: Show all
ar: عرض الكل
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
ko: 모두 보기
pt_br: Mostrar tudo
ru: Показать всё
sq: Shfaqi krejt
th_th: แสดงทั้งหมด

source: Show folders on top
ar: إظهار المجلدات في الأعلى
de: Ordner oben anzeigen
es: Mostrar carpetas encima
fr: Afficher les dossiers en haut
ko: 폴더를 상위에 표시
pt_br: Mostrar pastas no topo
ru: Показывать папки в начале
sq: Dosjet shfaqi në krye
th_th: แสดงโฟลเดอร์ด้านบน

source: Show hidden files and folders
ar: اعرض الملفات والمجلدات المخفية
de: Zeige versteckte Dateien und Ordner
es: Mostrar archivos y carpetas ocultos
eu: Erakutsi fitxategi eta karpeta ezkutuak
fr: Afficher les fichiers et dossiers cachés
ko: 숨김 파일 및 폴더 표시
pt_br: Mostrar arquivos e pastas escondidos
ru: Показывать скрытые файлы и папки
sq: Shfaq kartela dhe dosje të fshehura
th_th: แสดงไฟล์และโฟลเดอร์ที่ซ่อน

source: Shutter priority
ar: سرعة التقاط
de: Blendenautomatik
es: Prioridad de obturador
fr: Priorité d'obturation
ko: 셔터 우선 순위
pt_br: Prioridade do obturador
ru: Приоритет выдержки
sq: Përparësi diafragme
th_th: ลำดับของชัตเตอร์

source: Shutter speed
ar: سرعة التقاط
de: Verschlusszeit
es: Velocidad del obturador
fr: Vitesse d'obturation
ko: 셔터 속도
pt_br: Velocidade do obturador
ru: Выдержка
sq: Shpejtësi diafragme
th_th: ความเร็วชัตเตอร์

source: Sign in
ar: تسجيل الدخول
de: Einloggen
es: Entrar
eu: Izena eman
fr: Se connecter
ko: 로그인
pt_br: Entrar
ru: Войти
sq: Hyni
th_th: เข้าสู่ระบบ

source: size
ar: الحجم
de: Größe
es: tamaño
eu: tamaina
fr: taille
ko: 크기
pt_br: tamanho
ru: размеру
sq: madhësi
th_th: ขนาด

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
ko: 크기
pt_br: Tamanho
ru: Размер
sq: Madhësi
th_th: ขนาด

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
sq: Anashkalojeni
th_th: ข้าม

source: Skip Ahead
ar: التخطي إلى الأمام
de: Vorspringen
es: Ir hacia delante
ko: 앞으로 넘기기
pt_br: Pular À frente
ru: Пропустить вперёд
sq: Kërcim Përpara
th_th: ข้ามไปข้างหน้า

source: Skip Back
ar: التخطي للخلف
de: Zurückspringen
es: Ir hacia atrás
ko: 뒤로 넘기기
pt_br: Não Retornar
ru: Пропустить назад
sq: Kërcim Prapa
th_th: ข้ามกลับ

source: Some cellular data may still be used. To completely avoid the usage of cellular data, please turn off access to cellular for the entire app in the Settings app.
ar: لا يزال من الممكن استخدام بعض البيانات الخلوية. لتجنب استخدام البيانات الخلوية تمامًا ، يرجى إيقاف تشغيل الوصول إلى الهاتف الخلوي للتطبيق بأكمله في تطبيق الإعدادات.
de: Einige Mobilfunkdaten können weiterhin verwendet werden. Um die Verwendung von Mobilfunkdaten vollständig zu vermeiden, deaktivieren Sie bitte den Zugriff auf Mobilfunk für die gesamte App in den App-Einstellungen.
es: Es posible que aún se utilicen algunos datos móviles. Para evitar por completo el uso de datos móviles, desactive el acceso al móvil para toda la aplicación desde la configuración de la aplicación.
fr: Certaines données cellulaires peuvent encore être utilisées. Pour éviter complètement l'utilisation des données cellulaires, veuillez désactiver l'accès au cellulaire pour toute l'application dans les paramètres de l'app.
ko: 셀룰러 데이터가 다소 사용될 수 있습니다. 셀룰러 데이터 이용을 완전히 끄려면 설정 앱에서 본 앱의 셀룰러 데이터에 대한 전체 접근을 끄시기 바랍니다.
pt_br: Alguns dados do celular ainda podem ser usados. Para evitar completamente o uso de dados do celular, desligue o acesso ao celular para todo o aplicativo nas configurações do aplicativo.
ru: Будет использовано некоторое количество сотового трафика. Чтобы полностью избежать его использования, пожалуйста отключите доступ к сотовой сети для всего приложения в приложении Настроек.
sq: Disa të dhëna celulari mund të jenë ende duke u përdorur Për të shmangur plotësisht përdorimin e të dhënave të shërbimit celular, ju lutemi, çaktivizoni hyrjen në celular për krejt aplikacionin, që nga aplikacioni Rregullime.
th_th: เพื่อหลีกเลี่ยงค่าบริการเพิ่มเติมท่านสามารถปิดการใช้งานเน็ตมือถือผ่านหน้าตั้งค่า

source: Sort by %@
ar: فرز حسب %@
de: Sortiert nach %@
es: Ordenar por %@
eu: %@-ez ordenatua
fr: Trier par %@
ko: %@으로 정렬
pt_br: Ordenar por %@
ru: Сортировка по %@
sq: Renditi sipas %@
th_th: จัดเรียงตาม %@

source: Spot
ar: نقطة
es: Lugar
pt_br: Local
ru: Пятно
th_th: จุด

source: Status
ar: الحالة
es: Estado
eu: Egoera
ko: 상태
ru: Статус
sq: Gjendje
th_th: สถานะ

source: Storage
ar: السعة التخزينية
de: Speicher
es: Almacenamiento
eu: Biltegia
fr: Stockage
ko: 저장소
pt_br: Armazenamento
ru: Хранилище
sq: Depozitë
th_th: พื้นที่จัดเก็บข้อมูล
